INSERT INTO book ( id, type, NAME, description )
VALUES
	( 1, '小說', '鬼滅之刃', '描述：這是一本關於鬼殺隊與鬼滅之刃的小說。' ),
	( 2, '歷史', '中國歷史簡史', '描述：這是一本簡述中國歷史的書籍，從古代到現代都有詳細的介紹。' ),
	( 3, '科學', '宇宙探索', '描述：這本書是關於宇宙的科學知識和探索，從宇宙起源到宇宙未來的發展都有所涉及。' );
INSERT INTO book ( id, type, NAME, description )
VALUES
	( 4, '哲學', '論語', '描述：這是一本論語的注釋和詮釋，是中國古代儒家思想的重要篇章。' ),
	( 5, '旅遊', '東京旅遊指南', '描述：這本書是一個詳細介紹東京旅遊景點、美食和文化的指南書，非常適合計畫前往東京的人閱讀。' ),
	( 6, '文學', '紅樓夢', '描述：這是一本中國古代文學名著，描寫了清代大家族貴族之間的情感和人生故事，是中國文學經典之一。' );
INSERT INTO book ( id, type, NAME, description )
VALUES
	( 7, '歷史', '中國通史', '描述：這是一本對中國歷史從古至今進行全面深入解析的書籍。' ),
	( 8, '科技', '人工智慧入門', '描述：這本書介紹了人工智慧的基礎知識，並探討了它在未來的應用和發展趨勢。' ),
	( 9, '小說', '哈利波特', '描述：這是一本熱門的奇幻小說，講述了一個關於魔法和巫師的故事，深受青少年和成年讀者的喜愛。' ),
	( 10, '哲學', '道德經', '描述：這是一本古老的中國哲學經典，闡述了道家思想中對人生、世界、宇宙等的看法。' ),
	( 11, '旅遊', '巴黎浪漫之旅', '描述：這本書是一個詳細介紹巴黎浪漫景點、美食和文化的指南書，非常適合計畫前往巴黎的人閱讀。' ),
	( 12, '文學', '百年孤獨', '描述：這是一本拉丁美洲文學巨匠加西亞•馬爾克斯的小說，講述了一個家族的百年兴衰史。' ),
	( 13, '歷史', '世界文明史', '描述：這是一本全面介紹世界各個文明的發展史的書籍。' ),
	( 14, '科技', '區塊鏈技術', '描述：這本書介紹了區塊鏈技術的原理、應用和發展趨勢。' ),
	( 15, '小說', '霍比特人', '描述：這是一本托爾金所創造的奇幻小說，講述了一個圍繞著一枚魔戒展開的冒險故事。' ),
	( 16, '哲學', '尼采的思想', '描述：這本書對尼采的思想進行了全面深入的分析和詮釋。' );